Repository: sparkle-project/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: ca, cs, de, es, fa, he, hr, hu, is, it, ja, ko, nb, nl, pt_br, ro, th, tr, zh_hk, zh_tw

source: An error occurred while launching the installer. Please try again later.
cs: Při spouštění instalátoru se vyskytla chyba. Zkuste to prosím později.
de: Beim Starten des Installationsprogramms ist ein Fehler aufgetreten. Bitte versuche es später erneut.
he: אירעה שגיאה בעת הפעלת המתקין. אנא נסה שוב מאוחר יותר.
it: Si è verificato un errore durante l’avvio del programma di installazione. Riprova in seguito.
ja: インストーラを起動中にエラーが発生しました。あとでやり直してください。
ko: 설치 프로그램을 실행하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nl: Er heeft zich een fout voorgedaan bij het starten van het installatieprogramma. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao abrir o instalador. Tente novamente mais tarde.
zh_hk: 啓動安裝程式時發生錯誤。請稍後再試。
zh_tw: 啟動安裝程式時發生錯誤。請稍後再試一次。

source: An error occurred while parsing the update feed.
cs: Při zpracování údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.
de: Beim Lesen der Updateinformationen ist ein Fehler aufgetreten.
es: Ocurrió un error al analizar la información de la actualización.
fa: خطایی در بررسی به‌روزرسانی رخ داد
he: אירעה שגיאה במהלך ניתוח רשימת העדכונים.
hr: Dogodila se greška prilikom obrađivanja nadogradnje.
hu: Hiba történt az elérhető frissítések beolvasásakor.
it: Si è verificato un errore durante la lettura del feed di aggiornamento.
ja: アップデートフィードを解析中にエラーが発生しました。
ko: 업데이트 피드를 분석하는 중 오류가 발생하였습니다.
nb: En feil oppstod under lesing av oppdateringsstrømmen.
nl: Er heeft zich een fout voorgedaan bij het verwerken van de update-informatie.
pt_br: Ocorreu um erro ao analisar o feed de atualização.
ro: A apărut o eroare în timpul citiri feed-ului de actualizare.
th: เกิดข้อผิดพลาดระหว่างการประมวลผลฟีดอัพเดท กรุณาลองใหม่ในภายหลัง
tr: Güncelleme kaynağını incelerken bir hata oluştu.
zh_hk: 剖析更新摘要時發生錯誤。
zh_tw: 剖析更新摘要時發生錯誤。

source: An error occurred while running the updater. Please try again later.
cs: Při provádění aktualizace se vyskytla chyba. Zkuste to prosím později.
de: Beim Ausführen des Aktualisierungsprogramms ist ein Fehler aufgetreten. Bitte versuche es später erneut.
he: אירעה שגיאה בעת הפעלת המעדכן. אנא נסה שוב מאוחר יותר.
it: Si è verificato un errore durante l’esecuzione del programma di aggiornamento. Riprova in seguito.
ja: アップデータを実行中にエラーが発生しました。あとでやり直してください。
ko: 업데이트를 진행하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nl: Er heeft zich een fout voorgedaan bij het uitvoeren van het bijwerkprogramma. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao abrir o atualizador. Tente novamente mais tarde.
zh_hk: 執行更新程式時發生錯誤。請稍後再試。
zh_tw: 執行更新程式時發生錯誤。請稍後再試一次。

source: An error occurred while starting the installer. Please try again later.
cs: Při spouštění instalátoru se vyskytla chyba. Zkuste to prosím později.
de: Beim Starten des Installationsprogramms ist ein Fehler aufgetreten. Bitte versuche es später erneut.
he: אירעה שגיאה בעת הפעלת המתקין. בבקשה נסה שוב מאוחר יותר.
it: Si è verificato un errore durante l’avvio del programma di installazione. Riprova in seguito.
ja: インストーラを始動中にエラーが発生しました。あとでやり直してください。
ko: 설치 프로그램을 시작하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nl: Er heeft zich een fout voorgedaan bij het starten van het installatieprogramma. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao iniciar o instalador. Tente novamente mais tarde.
zh_hk: 啓動安裝程式時發生錯誤。請稍後再試。
zh_tw: 啟動安裝程式時發生錯誤。請稍後再試一次。

source: An important update to %@ is ready to install
cs: Důležitá aktualizace %@ je připravena k instalaci
de: Ein wichtiges Update von %@ steht zur Installation bereit
es: Una actualización importante para %@ está lista para instalarse
fa: یک به‌روزرسانی مهم آمادهٔ نصب است
he: עדכון חשוב ל-%@ מוכן להתקנה
hr: Važna nadogradnja za %@ je spremna za instaliranje
hu: A %@ egy fontos frissítése készen áll a telepítésre
it: Un importante aggiornamento di %@ è pronto per l’installazione
ja: %@の重要なアップデートがインストールできます。
ko: (중요 업데이트) %@ 을(를) 설치할 준비가 완료되었습니다.
nb: En viktig oppdatering for %@ er klar til å installeres
nl: Een belangrijke update voor %@ is klaar om te installeren
pt_br: Uma atualização importante do app %@ está pronta para ser instalada
ro: O actualizare importantă pentru %@ este gata pentru a fi instalată
zh_hk: %@ 重要更新已可供安裝
zh_tw: 已準備安裝 %@ 的重要更新

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
he: ביטול
hr: Odustani
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
ro: Anulează
th: ยกเลิก
tr: Vazgeç
zh_hk: 取消
zh_tw: 取消

source: Cancel Update
cs: Zrušit aktualizaci
de: Aktualisierung abbrechen
es: Cancelar actualización
fa: لغو به‌روزرسانی
he: בטל את העדכון
hr: Prekini aktualiziranje
hu: Frissítés megszakítása
it: Annulla Aggiornamento
ja: アップデートを中止
ko: 업데이트 취소
nb: Avbryt oppdateringen
nl: Annuleer update
pt_br: Cancelar Atualização
ro: Anulează actualizarea
th: ยกเลิกอัพเดท
tr: Güncellemeyi iptal et
zh_hk: 取消更新
zh_tw: 取消更新

source: Downloading update…
ca: Descarregant l'actualització…
cs: Stahuje se aktualizace…
de: Update laden …
es: Descargando actualización…
fa: در حال بارگیری به‌روزرسانی
he: מוריד את העדכון…
hr: Preuzimanje nadogradnje …
is: Sækja nýja útgáfu…
it: Scaricamento dell’aggiornamento…
ja: アップデートをダウンロードしています…
ko: 다운로드 중…
nb: Laster ned oppdateringen…
nl: Update downloaden…
pt_br: Baixando atualização…
ro: Descarcă actualizarea…
th: กำลังดาวน์โหลดอัพเดท…
tr: Güncelleme indiriliyor…
zh_hk: 下載緊更新⋯
zh_tw: 正在下載更新項目⋯

source: Extracting update…
ca: Extraient l'actualització…
cs: Rozbaluje se aktualizace…
de: Update entpacken …
es: Extrayendo actualización…
fa: در حال بازکردن بستهٔ به‌روزرسانی
he: מחלץ את העדכון…
hr: Raspakiravanje nadogradnje …
is: Afþjappa uppfærslu…
it: Estrazione dell’aggiornamento…
ja: アップデートを展開しています…
ko: 압축 푸는 중…
nb: Pakker ut oppdateringen…
nl: Update uitpakken…
pt_br: Extraindo atualização…
ro: Dezarhivează actualizarea…
th: กำลังแตกไฟล์อัพเดท…
tr: Güncelleme ayıklanıyor…
zh_hk: 解壓緊更新⋯
zh_tw: 正在解壓縮更新項目⋯

source: Failed to resume installing update.
cs: Nepodařilo se pokračovat v aktualizaci.
de: Das Fortsetzen der Installation ist fehlgeschlagen.
he: חידוש התקנת העדכון נכשל.
it: Impossibile riprendere l’installazione dell’aggiornamento.
ja: アップデートのインストール再開に失敗しました。
ko: 업데이트 설치를 재개하지 못했습니다.
nl: Het hervatten van de update-installatie is mislukt.
pt_br: Falha ao retomar a instalação da atualização.
zh_hk: 嘗試繼續安裝更新失敗。
zh_tw: 嘗試繼續安裝更新失敗。

source: Checking for updates…
cs: Hledání aktualizací…
de: Nach Updates suchen …
es: Buscando actualizaciones…
fa: بررسی وجود به‌روزرسانی
he: מחפש עדכונים…
hr: Provjera nadogradnji …
it: Controllo aggiornamenti in corso…
ja: アップデートを確認しています…
ko: 업데이트 확인 중…
nb: Søker etter oppdateringer…
nl: Naar updates zoeken…
pt_br: Buscando atualizações…
ro: Verifică de actualizări…
th: ตรวจสอบอัพเดท…
tr: Güncellemelere bakılıyor…
zh_hk: 檢查緊更新⋯
zh_tw: 正在檢查更新項目⋯

source: Install and Relaunch
ca: Instal·la i reinicia
cs: Instalovat a znovu spustit
de: Installieren und neu starten
es: Instalar y volver a abrir
fa: نصب و بازکردن دوباره
he: עדכן והפעל מחדש
hr: Instaliraj i ponovo pokreni
hu: Telepítés és újraindítás
is: Setja upp og ræsa aftur
it: Installa e Riavvia
ja: インストールして再起動
ko: 설치 & 재실행
nb: Installer og start på ny
nl: Installeer en herstart
pt_br: Instalar e Reabrir
ro: Instalează și Redeschide
th: ติดตั้งและเริ่มแอปพลิเคชันใหม่
tr: Kur ve yeniden başlat
zh_hk: 安裝並重新啓動
zh_tw: 安裝並重新啟動

source: Install on Quit
ca: Reinicia el programa més tard
cs: Instalovat a ukončit
de: Installieren beim Beenden
he: התקן בעת סגירת היישום
it: Installa all’uscita
ja: 終了時にインストール
ko: 종료 시 설치
nl: Installeer bij het stoppen
pt_br: Instalar ao Encerrar
zh_hk: 結束時安裝
zh_tw: 結束時安裝

source: Installing update…
ca: Instal·lant l'actualització…
cs: Instaluje se aktualizace…
de: Update installieren …
es: Instalando actualización…
fa: در حال نصب به‌روزرسانی
he: מתקין את העדכון
hr: Instaliranje nadogradnje …
is: Set inn uppfærslu…
it: Installazione aggiornamento in corso…
ja: アップデートをインストールしています…
ko: 설치 중…
nb: Installerer oppdateringen…
nl: Update installeren…
pt_br: Instalando atualização…
ro: Instalează actualizarea…
th: กำลังติดตั้งอัพเดท…
tr: Güncelleme kuruluyor…
zh_hk: 安裝緊更新⋯
zh_tw: 正在安裝更新項目⋯

source: Learn More…
cs: Další informace…
de: Mehr über …
es: Más información…
fa: یادگیری بیشتر…
he: למד עוד…
hr: Saznaj više …
it: Ulteriori informazioni…
ja: 詳しい情報…
ko: 더 알아보기…
nb: Mer info…
nl: Meer informatie…
pt_br: Saber Mais…
ro: Află mai multe…
th: เรียนรู้เพิ่มเติม…
zh_hk: 瞭解更多⋯
zh_tw: 瞭解更多⋯

source: Quit %1$@, move it into your Applications folder, relaunch it from there and try again.
cs: Ukončete %1$@, spusťte %1$@ ze složky Aplikace a spusťte aktualizaci znovu.
de: Beende „%1$@“, bewege es in den Ordner „Programme“, starte das Programm von dort erneut und versuche es noch einmal.
fa: از %1$@ خارج شوید آن را به پوشهٔ برنامه انتقال دهید سپس آن را دوباره باز کرده و دوباره امتحان کنید.
he: צא מ-%1$@, העבר אותו לתיקיית היישומים שלך, הפעל אותו מחדש משם ונסה שוב.
it: Esci da %1$@, spostala nella Cartella Applicazioni, riavviala da lì e riprova.
ja: %1$@を終了させ、アプリケーションフォルダに移動の上再度お試しください。
ko: %1$@ 을(를) 종료하고, 응용 프로그램 폴더로 옮긴 다음 다시 실행해 주십시오.
nl: Stop %1$@, verplaats het naar de map 'Apps', herstart het van daaruit en probeer opnieuw.
pt_br: Encerre o app %1$@, mova-o para a pasta Aplicativos, reabra-o e tente novamente.
zh_hk: 請結束 %1$@ 並將其移至「應用程式」檔案夾，從該處重新啓動後再試。
zh_tw: 請結束 %1$@ 並移至您的「應用程式」檔案夾，從該處重新啟動後再試一次。

source: Ready to Install
ca: A punt per instal·lar
cs: Připraveno k instalaci
de: Bereit zum Installieren
es: Listo para instalarse
fa: آماده برای نصب
he: מוכן להתקנה
hr: Spremno za instaliranje
hu: A telepítő készen áll
is: Innsetning reiðubúin
it: Pronto per l’installazione
ja: インストールできます
ko: 설치 준비 완료
nb: Klar til å installere
nl: Klaar om te installeren
pt_br: Pronto para Instalar
ro: Pregatit pentru a instala
th: พร้อมติดตั้ง
tr: Kuruluma hazır
zh_hk: 已可供安裝
zh_tw: 準備安裝

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
ca: Voleu que %1$@ comprovi si hi ha noves actualitzacions al iniciar? Si no, podeu inciar la comprovació manualment des del menú %1$@.
cs: Přejete si, aby aplikace %1$@ automaticky vyhledávala aktualizace? Tuto volbu můžete kdykoliv změnit v nabídce %1$@.
de: Soll %1$@ automatisch nach Updates suchen? Du kannst im %1$@-Menü auch manuell nach Updates suchen.
es: ¿Debería %1$@ buscar actualizaciones automáticamente? Siempre puedes buscar actualizaciones manualmente desde el menú %1$@.
fa: آیا می‌خواهید بررسی به‌روزرسانی‌ها %1$@ به صورت خودکار انجام شود؟ همیشه می‌توانید به‌روزرسانی‌های %1$@ را به صورت دستی بررسی کنید.
he: האם %1$@ צריך לבדוק באופן אוטומטי אם יש עדכונים? תוכל תמיד לחפש עדכונים באופן ידני מהתפריט של %1$@.
hr: Želiš li da %1$@ automatski provjerava nadogradnje? Nadogradnje možeš i ručno provjeriti u %1$@ izborniku.
hu: Szeretné, hogy a %1$@ ellenőrizze az elérhető frissítéseket induláskor? Ha nem, a frissítések keresését kézzel is elindíthatja a %1$@ menüből.
is: Viltu að forritið %1$@ athugi með uppfærslur þegar það er ræst? Ef ekki getur þú athugað handvirkt af %1$@-valblaðinu.
it: Desideri che %1$@ verifichi gli aggiornamenti automaticamente? Puoi effettuare la verifica manualmente dal menu di %1$@.
ja: %1$@のアップデートを自動で確認しますか? アップデートは%1$@メニューから手動でいつでも確認することができます。
ko: %1$@ 업데이트 확인을 자동으로 할까요? %1$@ 메뉴에서 수동으로 변경 할 수 있습니다.
nb: Skal %1$@ søke automatisk etter oppdateringer? Du kan når som helst søke manuelt fra %1$@-menyen.
nl: Wil je dat %1$@ automatisch naar updates zoekt? Je kunt altijd nog handmatig zoeken naar updates via het %1$@-menu.
pt_br: Deseja que o app %1$@ busque atualizações automaticamente? Você também pode buscar atualizações manualmente no menu %1$@.
ro: %1$@ ar trebui ca să caute în mod automat pentru actualizări? Puteți verifica mereu pentru actualizări din meniul %1$@.
th: คุณต้องการให้ %1$@ ตรวจสอบอัพเดทโดยอัตโนมัติหรือไม่ คุณสามารถเริ่มการตรวจสอบอัพเดทด้วยตนเองได้ทุกเมื่อจากเมนูของ %1$@
tr: %1$@ uygulaması için güncellemeler otomatik olarak aransın mı? Güncelleme işlemini el ile uygulama menüsünden de başlatabilirsiniz.
zh_hk: %1$@ 是否應自動檢查更新？你可隨時從 %1$@ 選單手動檢查更新。
zh_tw: %1$@ 是否應自動檢查更新項目？您可隨時從 %1$@ 選單手動檢查更新項目。

source: The update checker failed to start correctly. You should contact the app developer to report this issue and verify that you have the latest version.
cs: Nepodařilo se správně spustit update checker. Kontaktujte prosím vývojáře, nahlašte tento problém a ujistěte se, že používáte nejnovější verzi.
de: Das Aktualisierungsprogramm wurde nicht richtig gestartet. Du solltest den App-Entwickler kontaktieren, um diesen Fehler zu melden und zu prüfen, ob du die neueste Version hast.
he: בודק העדכונים לא הצליח לפעול כראוי. עליך ליצור קשר עם מפתח היישום כדי לדווח על בעיה זו ולוודא שיש לך את הגרסה העדכנית ביותר.
it: Il controllo degli aggiornamenti non è stato avviato correttamente. È necessario contattare lo sviluppatore dell’app per segnalare questo problema e verificare di disporre della versione più recente.
ja: アップデートチェッカーが正しくスタートできませんでした。アプリケーション開発者に連絡をしてこの不具合を報告し、最新バージョンであることを確認してください。
ko: 업데이트 확인 도구가 올바르게 시작되지 않았습니다. 이 문제를 앱 개발자에게 알려주고 사용 중인 버전이 최신 버전인지 확인해주세요.
nl: De updatezoeker is niet goed gestart. Je kunt wellicht met de app-ontwikkelaar contact opnemen om de fout te melden en te controleren dat je de nieuwste versie hebt.
pt_br: Houve uma falha ao iniciar a busca de atualizações. Contate o desenvolvedor do app para comunicar esse problema e verifique se você tem a versão mais recente.
zh_hk: 更新檢查程式未能正確啓動。你應聯絡軟體開發者以回報此問題並驗證你是否已有最新版本。
zh_tw: 更新檢查程式未能正確啟動。您應聯絡軟體開發者以回報此問題並驗證您是否已有最新版本。

source: The update is improperly signed and could not be validated. Please try again later or contact the app developer.
cs: Tato aktualizace není správně podepsaná a nelze ji ověřit. Zkuste to prosím později nebo kontaktujte vývojáře aplikace.
de: Das Update ist nicht ordnungsgemäß signiert und konnte nicht überprüft werden. Bitte versuche es später erneut oder kontaktiere den App-Entwickler.
he: העדכון חתום בצורה לא נכונה ולא ניתן היה לאמת אותו. נסה שוב מאוחר יותר או צור קשר עם מפתח היישום.
it: L’aggiornamento è firmato in modo errato e non può essere convalidato. Riprova in seguito o contatta lo sviluppatore dell’app.
ja: アップデートの署名が不適切で認証できませんでした。あとでやり直すかアプリケーション開発者に連絡してください。
ko: 업데이트가 잘못 서명되어 유효성 검사를 할 수 없습니다. 나중에 다시 시도하거나 앱 개발자에게 문의해주세요.
nl: De update is onjuist gesigneerd en kan niet worden gecontroleerd. Probeer het later opnieuw of neem contact op met de app-ontwikkelaar.
pt_br: A atualização foi assinada incorretamente e não pôde ser validada. Tente novamente mais tarde ou contate o desenvolvedor do app.
zh_hk: 此更新並未正確簽署且無法驗證。請稍後再試或聯絡軟體開發者。
zh_tw: 此更新並未正確簽署且無法驗證。請稍後再試一次或聯絡軟體開發者。

source: Unable to Check For Updates
cs: Hledání aktualizací se nezdařilo
de: Suche nach Updates ist fehlgeschlagen
he: לא ניתן לחפש עדכונים
it: Impossibile controllare gli aggiornamenti
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없습니다.
nl: Zoeken naar updates mislukt
pt_br: Não Foi Possível Buscar Atualizações
zh_hk: 無法檢查更新
zh_tw: 無法檢查更新項目

source: Update Error!
ca: Error d'actualització!
cs: Chyba při aktualizaci!
de: Fehler beim Aktualisieren!
es: ¡Error de actualización!
fa: خطای به‌روزرسانی!
he: העדכון נכשל!
hr: Greška prilikom aktualiziranja!
hu: Frissítési hiba!
is: Villa við uppfærslu!
it: Errore di Aggiornamento!
ja: アップデートエラー!
ko: 업데이트 오류!
nb: Feil ved oppdateringen!
nl: Fout bij het bijwerken!
pt_br: Erro de atualização!
ro: Eroare Actualizare!
th: อัพเดทผิดพลาด!
tr: Güncelleme hatası.
zh_hk: 更新發生錯誤！
zh_tw: 更新發生錯誤！

source: Update Installed
cs: Aktualizace dokončena
de: Update installiert
he: העדכון הותקן בהצלחה
it: Aggiornamento installato
ja: アップデートがインストールされました
ko: 업데이트가 설치되었습니다.
nl: Update geïnstalleerd
pt_br: Atualização Instalada
zh_hk: 已安裝更新
zh_tw: 已安裝更新

source: Updating %@
ca: Actualitzant %@
cs: Aktualizuje se %@
de: Aktualisierung von %@
es: Actualizando %@
fa: %@ در حال به‌روزرسانی
he: עדכון %@
hr: %@ se aktualizira
hu: %@ frissítése
is: Uppfæri %@
it: Aggiornamento di %@
ja: %@をアップデート中
ko: %@ 업데이트 중
nb: Oppdaterer %@
nl: %@ bijwerken…
pt_br: Atualizando o app %@
ro: Actualizează %@
th: กำลังอัพเดท %@
tr: %@ güncelleniyor
zh_hk: 更新緊 %@
zh_tw: 正在更新 %@

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
ca: Moveu %1$@ al vostre directori Aplicacions, reinicieu-lo, i torneu a provar-ho.
cs: Přesuňte %1$@ do složky Aplikace a spusťte ji z tohoto umístění znovu.
de: Kopiere %1$@ in den Programmeordner, starte es von dort aus und versuche es erneut zu aktualisieren.
es: Usa Finder para copiar %1$@ a la carpeta Aplicaciones, vuélvela a abrir desde ahí e inténtalo de nuevo.
fa: از Finder برای کپی کردن %1$@ به پوشهٔ برنامه استفاده کنید، سپس %1$@ را دوباره باز کرده و مجدداً امتحان کنید.
he: השתמש ב-Finder כדי להעתיק את %1$@ לתיקיית היישומים, הפעל אותו מחדש משם ונסה שוב.
hr: Kopiraj %1$@ u mapu Aplikacije, pokreni je odande i pokušaj ponovo.
hu: Mozgassa a %1$@ alkalmazást az Alkalmazások mappába, indítsa újra onnan, majd próbálja újra a frissítést.
it: Spostare %1$@ nella Cartella Applicazioni, riavviarla e riprovare.
ja: %1$@をアプリケーションフォルダに移動し、そこから再起動したあとやり直してください。
ko: %1$@ 을(를) 응용 프로그램 폴더로 옮긴 다음 다시 실행해 주십시오.
nb: Flytt %1$@ til Programmer-katalogen, start på ny og prøv igjen.
nl: Gebruik Finder om %1$@ naar de map 'Apps' te kopiëren, herstart het van daaruit en probeer opnieuw.
pt_br: Use o Finder para copiar o app %1$@ para a pasta Aplicativos, reabra-o e tente novamente.
ro: Mută %1$@ în directorul Aplicații, repornește-o de acolo și încearcă din nou.
th: %1$@ ไปยังโฟลเดอร์แอปพลิเคชัน และเรียกใช้งาน จากนั้นลองใหม่อีกครั้ง
tr: Lütfen %1$@ uygulamasını Uygulamalar dizinine kopyalayıp yeniden başlatınız.
zh_hk: 請將 %1$@ 複製至「應用程式」檔案夾，從該處重新啓動後再試。
zh_tw: 請將 %1$@ 移至您的「應用程式」檔案夾，從該處重新啟動後再試一次。

source: Version History
cs: Historie verzí
de: Versionsverlauf
es: Historial de versiones
he: היסטוריית גרסאות
it: Cronologia versioni
ja: バージョン履歴
ko: 버전 기록
nl: Versiegeschiedenis
pt_br: Histórico de Versões
zh_hk: 版本歷史
zh_tw: 版本歷程記錄

source: You’re up to date!
cs: Vaše verze je aktuální!
de: Du bist auf dem neuesten Stand!
es: ¡Está actualizado!
fa: برنامهٔ شما به‌روز است
he: לא נמצאו עדכונים חדשים!
hr: Koristiš najnoviju verziju!
it: La tua applicazione è aggiornata!
ja: 最新版を使用しています!
ko: 최신 버전입니다.
nl: Je hebt de nieuwste versie!
pt_br: O app está atualizado!
zh_hk: 你用緊最新版本！
zh_tw: 您已有最新版本！

source: Your macOS version is too new
cs: Vaše verze macOS je příliš nová
de: Deine Version von macOS ist zu neu
he: גרסת ה-macOS שלך חדשה מדי
it: La tua versione di macOS è troppo recente
ja: このmacOSのバージョンは新しすぎます
ko: 사용 중인 macOS 버전이 너무 높습니다.
nl: Je versie van macOS is te nieuw
pt_br: A versão do macOS é nova demais
zh_hk: 你 macOS 版本過新
zh_tw: 您的 macOS 版本過新

source: Your macOS version is too old
cs: Vaše verze macOS je příliš stará
de: Deine Version von macOS ist zu alt
he: גרסת ה-macOS שלך ישנה מדי
it: La tua versione di macOS è troppo vecchia
ja: このmacOSのバージョンは古すぎます
ko: 사용 중인 macOS 버전이 너무 낮습니다.
nl: Je versie van macOS is te oud
pt_br: A versão do macOS é antiga demais
zh_hk: 你 macOS 版本過舊
zh_tw: 您的 macOS 版本過舊

source: OK
ca: D'acord
es: Aceptar
fa: پذیرفتن
he: אישור
is: Í lagi
ko: 확인
th: ตกลง
tr: Tamam
zh_hk: 好
zh_tw: 好
