Repository: sparkle-project/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: ca, cs, de, es, fa, he, hr, hu, is, it, ja, ko, nb, nl, pt_br, ro, th, tr, zh_hk, zh_tw

# %@ %@ is currently the newest version available.
source: %1$@ %2$@ is currently the newest version available.
ca: %@ %@ és la versió disponible més actual.
cs: %1$@ %2$@ je nejnovější dostupná verze
de: %1$@ %2$@ ist zurzeit die neueste verfügbare Version.
es: %1$@ %2$@ es la versión más nueva disponible.
fa: %1$@ %2$@ در حال حاضر جدیدترین نسخهٔ موجود است
he: ‏%@ ‏%@ היא הגרסה החדשה ביותר שזמינה כרגע.
hr: %1$@ %2$@ je trenutačno najnovija dostupna verzija.
hu: A %1$@ %2$@ a jelenleg elérhető legfrissebb verzió.
is: %@ %@ er nýjasta útgáfan sem er fáanleg þessa stundina.
it: %1$@ %2$@ è la versione più recente attualmente disponibile.
ja: %1$@ %2$@は現在入手できる最新バージョンです。
ko: %1$@ %2$@ 이(가) 현재 최신 버전입니다.
nb: %1$@ %2$@ er nyeste versjon.
nl: %1$@ %2$@ is momenteel de nieuwste versie.
pt_br: %1$@ %2$@ é a versão mais recente disponível.
ro: %1$@ %2$@ este cea ultima versiune disponibilă.
th: %1$@ %2$@ เป็นเวอร์ชั่นใหม่ล่าสุดแล้ว
tr: %1$@ %2$@ mevcut en yeni sürümdür.
zh_hk: %1$@ %2$@ 已係目前最新版本。
zh_tw: %1$@ %2$@ 已是目前最新的版本。

source: %1$@ %2$@ is currently the newest version available. (You are currently running version %3$@.)
ca: %@ %@ és la versió disponible més actual. (You are currently running version %@.)
cs: %1$@ %2$@ je nejnovější dostupná verze. (Aktuálně používáte verzi %3$@.)
de: %1$@ %2$@ ist zurzeit die neueste verfügbare Version. (Die derzeit installierte Version ist %3$@.)
es: %1$@ %2$@ es la versión más nueva disponible. (Actualmente estás corriendo la versión %3$@.)
fa: %1$@ %2$@ در حال حاضر جدیدترین نسخه است. (شما در حال اجرای نسخهٔ %3$@ هستید.)
he: ‏%@ ‏%@ היא הגרסה החדשה ביותר שזמינה. (אתה מפעיל כעת את גרסה %@.)
hr: %1$@ %2$@ je trenutačno najnovija dostupna verzija. (Trenutačno pokrećeš verziju %3$@.)
is: %@ %@ er nýjasta útgáfan sem er fáanleg þessa stundina. (You are currently running version %@.)
it: %1$@ %2$@ è la versione più recente attualmente disponibile. (Attualmente stai utilizzando la versione %3$@)
ja: %1$@ %2$@は現在入手できる最新バージョンです。 （現在使用中のバージョンは%3$@です。）
ko: %1$@ %2$@ 이(가) 현재 최신 버전입니다. (현재 실행 중인 버전 : %3$@)
nb: %1$@ %2$@ er nyeste versjon. (You are currently running version %3$@.)
nl: %1$@ %2$@ is momenteel de nieuwste versie. (Je gebruikt op dit moment versie %3$@.)
ro: %1$@ %2$@ este cea ultima versiune disponibilă. (You are currently running version %3$@.)
th: %1$@ %2$@ เป็นเวอร์ชั่นใหม่ล่าสุดแล้ว (You are currently running version %3$@.)
tr: %1$@ %2$@ mevcut en yeni sürümdür. (Şu anda %3$@ sürümünü kullanıyorsunuz.)
zh_hk: %1$@ %2$@ 已係目前最新版本。 （你正在運行版本係 %3$@。）
zh_tw: %1$@ %2$@ 已是目前最新的版本。 （您正在執行的版本是 %3$@。）

source: %1$@ %2$@ is now available—you have %3$@. This is an important update; would you like to download it now?
cs: Verze %1$@ %2$@ je nyní k dispozici – nainstalována je %3$@. Tato aktualizace je důležitá; přejete si ji nyní stáhnout?
de: %1$@ %2$@ ist verfügbar – du verwendest Version %3$@. Dies ist ein wichtiges Update. Möchtest du die neue Version jetzt laden?
he: ‏%@ ‏%@ זמין - אתה משתמש ב-%@. זהו עדכון חשוב; האם תרצה להוריד אותו כעת?
it: %1$@ %2$@ è disponibile; disponi della versione %3$@. Questo è un aggiornamento importante; desideri eseguire l’aggiornamento ora?
ja: %1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。これは重要なアップデートです。今すぐダウンロードしますか?
ko: %1$@ %2$@ 업데이트를 설치할 수 있습니다. 다운로드 하시겠습니까? 이 업데이트는 중요한 업데이트입니다. (현재 버전 : %3$@)
nl: %1$@ %2$@ is nu beschikbaar – je hebt %3$@. Dit is een belangrijke update. Wil je deze nu downloaden?
pt_br: O app %1$@ %2$@ está disponível — sua versão é %3$@. Esta é uma atualização importante. Deseja baixá-la agora?
zh_hk: %1$@ %2$@ 現已可供下載，你目前版本係 %3$@。此爲重要更新，是否立即下載？
zh_tw: %1$@ %2$@ 現在已可供下載，您的版本則是 %3$@。此為重要更新，您想要立即下載嗎？

# %@ %@ is now available—you have %@. Would you like to download it now?
source: %1$@ %2$@ is now available—you have %3$@. Would you like to download it now?
ca: %@ %@ està disponible (ara teniu %@). Voleu actualitzar?
cs: Je k dispozici %1$@ %2$@ - nainstalována je %3$@. Přejete si nyní stáhnout aktualizaci?
de: %1$@ %2$@ ist verfügbar – du verwendest Version %3$@. Möchtest du die neue Version jetzt laden?
es: %1$@ %2$@ ya está disponible (tienes la %3$@). ¿Quisieras descargarla ahora?
fa: %1$@ %2$@ اکنون در دسترس است-- نسخهٔ شما: %3$@. اکنون می‌خواهید آن را دریافت کنید؟
he: ‏%@ ‏%@ זמין - אתה משתמש ב-%@. האם תרצה להוריד אותו כעת?
hr: %1$@ %2$@ je sada dostupna. Ti koristiš verziju %3$@. Želiš li je sada preuzeti?
is: Útgafa %2$@ af %1$@ er nú fáanlegt en þú ert með %3$@. Viltu sækja hana núna?
it: %1$@ %2$@ è disponibile; disponi della versione %3$@. Desideri eseguire l’aggiornamento ora?
ja: %1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。今すぐダウンロードしますか?
ko: %1$@ %2$@ 이(가) 업데이트 되었습니다. 다운로드 하시겠습니까? (현재 버전 : %3$@)
nb: %1$@ %2$@ er nå tilgjengelig—du har %3$@. Ønsker du å laste ned og installere nå?
nl: %1$@ %2$@ is nu beschikbaar – je hebt %3$@. Wil je de update nu downloaden?
pt_br: O app %1$@ %2$@ está disponível — sua versão é %3$@. Deseja baixá-lo agora?
ro: %1$@ %2$@ este disponibilă—tu ai %3$@. Dorești să o descărcarci acum?
th: %1$@ %2$@ พร้อมให้ดาวน์โหลดแล้ว (คุณมีเวอร์ชั่น %3$@) ต้องการดาวน์โหลดเลยหรือไม่
tr: %1$@ %2$@ çıktı (Kullandığınız Sürüm: %3$@). Şimdi yeni sürümü indirmek ister misiniz?
zh_hk: %1$@ %2$@ 現已可供下載，你目前版本係 %3$@。是否立即下載？
zh_tw: %1$@ %2$@ 現在已可供下載，您的版本則是 %3$@。您想要立即下載嗎？

source: %1$@ %2$@ is now available—you have %3$@. Would you like to learn more about this update on the web?
cs: %1$@ %2$@ je nyní k dispozici – nainstalována je %3$@. Přejete si zobrazit o této aktualizaci další informace?
de: %1$@ %2$@ ist verfügbar – du verwendest Version %3$@. Möchtest du mehr über dieses Update erfahren?
es: %1$@ %2$@ ya está disponible--tú tienes la %3$@. ¿Quisieras aprender más acerca de esta actualización en la red?
fa: %1$@ %2$@ اکنون در دسترس است-- نسخهٔ شما: %3$@. می‌خواهید در مورد آن بیشتر یاد بگیرید؟
he: ‏%@ ‏%@ זמין - אתה משתמש ב-%@. האם תרצה ללמוד עוד על עדכון זה?
hr: %1$@ %2$@ je sada dostupna. Ti koristiš verziju %3$@. Želiš li saznati više o ovoj nadogradnji na našim web-stranicama?
it: %1$@ %2$@ è disponibile; disponi della versione %3$@. Desideri ulteriori informazioni su questo aggiornamento sul web?
ja: %1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。このアップデートの詳しい情報をWebで確認しますか?
ko: %1$@ %2$@ 이(가) 업데이트 되었습니다. 업데이트에 대한 더 많은 정보를 확인하시겠습니까? (현재 버전 : %3$@)
nl: %1$@ %2$@ is nu beschikbaar – je hebt %3$@. Wil je een webpagina openen met meer informatie?
pt_br: O app %1$@ %2$@ está disponível — sua versão é %3$@. Deseja saber mais sobre esta atualização na web?
tr: %1$@ %2$@ çıktı (kullandığınız sürüm: %3$@). Bu güncelleme ile ilgili olarak web sayfasından daha fazla bilgi almak ister misiniz?
zh_hk: %1$@ %2$@ 現已可供下載，你目前版本係 %3$@。要毋要去網站度瞭解更多關於此更新嘅資訊？
zh_tw: %1$@ %2$@ 現在已可供下載，您的版本則是 %3$@。您想要瞭解更多關於此更新的資訊嗎？

source: %@ downloaded
cs: staženo %@
de: %@ geladen
es: %@ descargado
fa: دانلود شده است %@
he: ‏%@ הורדו
hr: %@ preuzeto
hu: %@ letöltve
it: %@ scaricato
ja: %@ダウンロード済み
ko: %@ 다운로드 완료
nb: %@ lastet ned
nl: %@ gedownload
pt_br: %@ baixados
ro: %@ descărcat
th: ดาวน์โหลด %@ เสร็จสิ้น
tr: %@ indirildi
zh_hk: %@ 已下載
zh_tw: %@ 已下載

# %@ is now updated to version %@!
source: %1$@ is now updated to version %2$@!
cs: Aplikace %1$@ je nyní aktualizována na verzi %2$@!
de: %@ ist aktualisiert auf Version %@!
he: ‏%@ מעודכן כעת לגרסה %@!
it: %1$@ ora è aggiornata alla versione %2$@!
ja: %@はバージョン%@にアップデートされました!
ko: %1$@ 이(가) %2$@ 버전으로 업데이트 되었습니다!
nl: %@ is nu bijgewerkt naar versie %@!
pt_br: O app %@ foi atualizado para a versão %@!
zh_hk: %1$@ 已更新至版本 %2$@！
zh_tw: %1$@ 已更新至版本 %2$@！

source: %@ is now updated!
cs: %@ je nyní aktuální!
de: %@ ist aktualisiert!
he: ‏%@ מעודכן כעת!
it: %@ ora è aggiornata!
ja: %@はアップデートされました!
ko: %@ 이(가) 업데이트 되었습니다!
nl: %@ is nu bijgewerkt!
pt_br: O app %@ foi atualizado!
zh_hk: %@ 已完成更新！
zh_tw: %@ 已完成更新！

# %@ of %@
source: %1$@ of %2$@
ca: %1$@ de %2$@
cs: %1$@ z %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fa: %1$@ از %2$@
he: ‏%@ מתוך %@
hr: %1$@ od %2$@
is: %@ af %@
it: %1$@ di %2$@
nb: %1$@ av %2$@
nl: %1$@ van %2$@
pt_br: %1$@ de %2$@
ro: %1$@ din %2$@
th: %1$@ จาก %2$@

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
cs: Aplikace %1$@ %2$@ byla stažena a je připravena k použití po příštím spuštění! Toto je důležitá aktualizace; přejete si aplikaci %1$@ nyní nainstalovat a znovu spustit?
de: %1$@ %2$@ wurde geladen und steht zur Installation bereit! Dies ist ein wichtiges Update. Möchtest du %1$@ jetzt durch die neue Version ersetzen und neu starten?
es: ¡%1$@ %2$@ se ha descargado y está lista para usarse! Ésta es una actualización importante. ¿Te gustaría instalarla y volver a abrir %1$@ ahora?
fa: %1$@ %2$@ بارگیری شده و آمادهٔ استفاده است! این به‌روزرسانی مهمی است، آیا اکنون مایل به نصب و بازکردن دوبارهٔ %1$@ هستید؟
hr: %1$@ %2$@ je preuzeta i spremna za upotrebu! Ovo je važna nadogradnja. Želiš li je sada instalirati, te ponovo pokrenuti %1$@?
hu: A %1$@ %2$@ verziója letöltődött és készen áll a telepítésre! Ez egy fontos frissítés; szeretné most telepíteni, majd újraindítani a %1$@ alkalmazást?
it: %1$@ %2$@ è stato scaricato ed è pronto per essere utilizzato! Questo è un aggiornamento importante; desideri installare e riavviare %1$@ ora?
ja: %1$@ %2$@がダウンロードされました! これは重要なアップデートです。今すぐ%1$@をインストールして再起動しますか?
ko: %1$@ %2$@ 이(가) 다운로드 되었습니다. 프로그램을 업데이트하고 재실행 하시겠습니까? 이 업데이트는 중요한 업데이트입니다.
nb: %1$@ %2$@ er lastet ned og er klar til bruk! Dette er en viktig oppdatering; ønsker du å installere og restarte %1$@ nå?
nl: %1$@ %2$@ is gedownload en klaar om te installeren! Dit is een belangrijke update. Wil je deze nu installeren en %1$@ herstarten?
pt_br: O app %1$@ %2$@ foi baixado e está pronto para uso! Esta é uma atualização importante; deseja instalar e reabrir o app %1$@ agora?
ro: %1$@ %2$@ a fost descărcată și este gata de utilizare! Aceasta este o actualizare importantă; dorești să o instalezi și să relansați %1$@ acum?
zh_hk: %1$@ %2$@ 已下載並可供使用！此爲重要更新，是否立即安裝並重新啓動 %1$@？
zh_tw: %1$@ %2$@ 已下載且可供使用！此為重要更新，您是否要立即安裝並重新啟動 %1$@？

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
cs: Aplikace %1$@ %2$@ byla stažena a je připravena k použití po příštím spuštění! Přejete si aplikaci %1$@ nyní nainstalovat a znovu spustit?
de: %1$@ %2$@ wurde geladen und steht zur Installation bereit! Möchtest du %1$@ jetzt durch die neue Version ersetzen und neu starten?
es: ¡%1$@ %2$@ se ha descargado y está lista para usarse! ¿Te gustaría instalarla y volver a abrir %1$@ ahora?
fa: %1$@ %2$@ بارگیری شده و آمادهٔ استفاده است! آیا اکنون مایل به نصب و بازکردن دوبارهٔ %1$@ هستید؟
hr: %1$@ %2$@ je preuzeta i spremna za upotrebu! Želiš li je sada instalirati, te ponovo pokrenuti %1$@?
hu: A %1$@ %2$@ verziója letöltődött és készen áll a telepítésre! Szeretné most telepíteni, majd újraindítani a %1$@ alkalmazást?
it: %1$@ %2$@ è stato scaricato ed è pronto per essere utilizzato! Desideri installare e riavviare %1$@ ora?
ja: %1$@ %2$@がダウンロードされました! 今すぐ %1$@ をインストールして再起動しますか?
ko: %1$@ %2$@이(가) 다운로드 되었습니다. 프로그램을 업데이트하고 재실행 하시겠습니까?
nb: %1$@ %2$@ er lastet ned og er klar til bruk! Ønsker du å installere og restarte %1$@ nå?
nl: %1$@ %2$@ is gedownload en klaar om te installeren! Wil je deze nu installeren en %1$@ herstarten?
pt_br: O app %1$@ %2$@ foi baixado e está pronto para uso! Deseja instalar e reabrir o app %1$@ agora?
ro: %1$@ %2$@ a fost descărcată și este gata de utilizare! Dorești să o instalezi și să relansați %1$@ acum?
th: %1$@ %2$@ ได้ถูกดาวน์โหลดและพร้อมใช้งานแล้ว คุณต้องการติดตั้งและเริ่ม %1$@ ใหม่เดี๋ยวนี้หรือไม่
tr: %1$@ %2$@ indirildi ve kullanıma hazır! Şimdi yüklemek ister misiniz? Uygulama yeniden başlatılacaktır.
zh_hk: %1$@ %2$@ 已下載並可供使用！是否立即安裝並重新啓動 %1$@？
zh_tw: %1$@ %2$@ 已下載且可供使用！您是否要立即安裝並重新啟動 %1$@？

source: %1$@ %2$@ is available but your macOS version is too new for this update. This update only supports up to macOS %3$@.
cs: %1$@ %2$@ je k dispozici, ale vaše verze macOS je pro tuto aktualizaci příliš nová. Aktualizace podporuje nejvýše macOS %3$@.
de: %1$@ %2$@ ist verfügbar, aber deine Version von macOS ist zu neu für dieses Update. Das Update unterstützt nur bis macOS %3$@.
it: %1$@ %2$@ è disponibile ma la tua versione di macOS è troppo recente per questo aggiornamento. Questo aggiornamento supporta solo fino a macOS %3$@.
ja: %1$@ %2$@が入手可能ですが、インストールするにはmacOSのバージョンが新しすぎます。このアップデートはmacOS %3$@までしか対応していません。
ko: %1$@ %2$@ 업데이트는 macOS %3$@ 버전까지만 지원합니다.
nl: %1$@ %2$@ is beschikbaar, maar je versie van macOS is te nieuw voor deze update. De update kan alleen worden gebruikt tot macOS %3$@.
pt_br: O app %1$@ %2$@ está disponível, mas a versão do macOS é nova demais para esta atualização, que oferece compatibilidade até o macOS %3$@.
zh_hk: %1$@ %2$@ 現已可供下載，但你嘅 macOS 版本過新以致無法安裝。此更新僅支援至 macOS %3$@。
zh_tw: %1$@ %2$@ 現在已可供下載，但您的 macOS 版本過新以致無法安裝。此更新僅支援至 macOS %3$@。

source: %1$@ %2$@ is available but your macOS version is too old to install it. At least macOS %3$@ is required.
cs: %1$@ %2$@ je k dispozici, ale vaše verze macOS je pro tuto aktualizaci příliš stará. Je potřeba alespoň macOS %3$@.
de: %1$@ %2$@ ist verfügbar, aber deine Version von macOS ist zu alt, um das Update zu installieren. Es wird mindestens macOS %3$@ benötigt.
it: %1$@ %2$@ è disponibile ma la tua versione di macOS è troppo vecchia per installarla. È richiesto almeno macOS %3$@.
ja: %1$@ %2$@が入手可能ですが、インストールするにはmacOSのバージョンが古すぎます。macOS %3$@以降が必要です。
ko: %1$@ %2$@ 업데이트는 최소 macOS %3$@ 버전을 요구합니다.
nl: %1$@ %2$@ is beschikbaar, maar je versie van macOS is te oud om deze te installeren. Ten minste macOS %3$@ is vereist.
pt_br: O app %1$@ %2$@ está disponível, mas a versão do macOS é antiga demais para instalá-lo. Você deve ter, no mínimo, o macOS %3$@.
zh_hk: %1$@ %2$@ 現已可供下載，但你嘅 macOS 版本過舊以致無法安裝。最低版本需求爲 macOS %3$@。
zh_tw: %1$@ %2$@ 現在已可供下載，但您的 macOS 版本過舊以致無法安裝。最低版本需求為 macOS %3$@。

source: %1$@ can’t be updated if it’s running from the location it was downloaded to.
cs: Aplikace %1$@ nemůže být aktualizována pokud je spuštěna z umístění, ve kterém je stažena.
de: „%1$@“ kann nicht aktualisiert werden, wenn das Programm von dem Ort ausgeführt wird, an den es heruntergeladen wurde.
fa: %1$@ نمی‌تواند به‌روزرسانی شود، اگر از محلی که در آن بارگیری شده باز شود
he: לא ניתן לעדכן את %1$@ כשהוא פועל מתיקיית ההורדות.
it: %1$@ non può essere aggiornata se è in esecuzione dalla posizione in cui è stato scaricata.
ja: この場所ではダウンロードされたアップデータを%1$@に適用できません。
ko: %1$@ 이(가) 다운로드된 위치에서 실행 중인 경우에는 업데이트할 수 없습니다.
nl: %1$@ kan niet worden bijgewerkt als het is geopend vanuit de downloadlocatie.
pt_br: O app %1$@ não pode ser atualizado se ele estiver aberto do local onde foi baixado.
zh_hk: 如果從下載位置運行 %1$@，則無法進行更新。
zh_tw: 當從下載位置執行 %1$@ 時，無法進行更新。

source: %1$@ can’t be updated, because it was opened from a read-only or a temporary location.
ca: %1$@ no es pot actualitzar quan funciona des d'un disc d'imatge.
cs: Aplikace %1$@ nemůže být aktualizována, protože je spuštěna z dočasného umístění nebo z umístění, na které nelze zapisovat.
de: %1$@ kann nicht aktualisiert werden, da es aus dem Downloads-Order, oder von einer DMG-Datei oder einem Laufwerk ohne Schreibzugriff gestartet wurde.
es: %1$@ no se puede actualizar porque fue abierta desde una ubicación temporal o de solo lectura.
fa: %1$@ نمی‌تواند به‌روزرسانی شود، زیرا از محلی با سطح دسترسی فقط-خواندن یا موقت باز شده است
he: לא ניתן לעדכן את %1$@ מכיוון שהוא נפתח ממיקום זמני או לקריאה בלבד.
hr: %1$@ nije moguće aktualizirati, jer je pokrenuta s lokacije bez korisničkih prava pisanja, npr. dmg.
it: %1$@ non può essere aggiornata perché è stata aperta da una posizione di sola lettura o temporanea.
ja: %1$@は読み出し専用またはテンポラリな場所で開かれているためアップデートできません。
ko: %1$@ 이(가) 디스크 이미지나 CD 드라이브 같은 읽기 전용 볼륨에서 실행되고 있으므로 업데이트할 수 없습니다.
nb: %1$@ kan ikke oppdateres fra en 'bare lesbar' enhet som f.eks. en cd
nl: %1$@ kan niet worden bijgewerkt, omdat het vanuit een alleen-lezen- of tijdelijke locatie is geopend.
pt_br: O app %1$@ não pode ser atualizado porque foi aberto de um volume somente leitura ou local temporário.
ro: %1$@ nu poate fi actualizată atunci când a fost pornită de pe un volum read-only ca o imagine disc sau o unitate optică.
th: %1$@ ไม่สามารถรับการอัพเดทได้เมื่อถูกเรียกจากดิสก์แบบอ่านอย่างเดียวหรือซีดีรอม ย้าย
tr: %1$@ uygulaması geçici veya salt okunur bir konumdan açıldığı için güncellenemedi.
zh_hk: 無法更新 %1$@，因爲佢運行於一個只讀或臨時位置。
zh_tw: 當 %1$@ 正從唯讀卷宗（如磁碟映像檔或光碟機）執行時，無法進行更新。

source: A new version of %@ is available!
ca: Hi ha una nova versió de %@ disponible!
cs: Je dostupná nová verze aplikace %@!
de: Eine neue Version von %@ ist verfügbar!
es: ¡Una nueva versión de %@ está disponible!
fa: نسخه‌ای جدید از %@ در دسترس است
he: גרסה חדשה של %@ זמינה!
hr: Dostupna je nova verzija za %@!
hu: A %@ egy újabb verziója elérhető!
is: Ný útgáfa af %@ er fáanleg!
it: È disponibile una nuova versione di %@!
ja: 新しいバージョンの%@が入手できます!
ko: %@ 새 버전이 있습니다.
nb: En ny versjon av %@ er tilgjengelig!
nl: Een nieuwe versie van %@ is beschikbaar!
pt_br: Uma nova versão do app %@ está disponível!
ro: O nouă versiune pentru %@ este disponibilă!
th: %@ มีเวอร์ชั่นใหม่!
tr: %@ uygulaması için yeni bir sürüm var!
zh_hk: 新版本 %@ 已可供下載！
zh_tw: 已有新版本的 %@ 可供下載！

source: A new version of %@ is ready to install!
cs: Nová verze %@ je připravena k instalaci!
de: Eine neue Version von %@ steht zur Installation bereit!
es: ¡Una nueva versión de %@ está lista para instalarse!
fa: نسخه‌ای جدید از %@ برای نصب آماده است!
he: גרסה חדשה של %@ מוכנה להתקנה!
hr: Nova verzija za %@ je spremna za instaliranje!
hu: A %@ egy újabb verziója készen áll a telepítésre!
it: Una nuova versione di %@ è pronta per essere installata!
ja: 新しいバージョンの%@が今すぐインストールできます!
ko: %@ 새 버전을 설치할 준비가 되었습니다.
nb: En ny versjon av %@ er klar for installering!
nl: Een nieuwe versie van %@ is klaar om te installeren!
pt_br: Uma nova versão do app %@ está pronta para ser instalada!
ro: O nouă versiune pentru %@ este gata de instalare!
th: เวอร์ชั่นใหม่ของ %@ พร้อมสำหรับการติดตั้งแล้ว
tr: %@ uygulamasının yeni bir sürümü yüklenmeye hazır!
zh_hk: 新版本 %@ 已可供安裝！
zh_tw: 已準備安裝新版本的 %@！

source: An error occurred in retrieving update information. Please try again later.
ca: Hi ha hagut un error obtenint la informació d'actualització. Torneu a provar-ho més tard.
cs: Při získávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.
de: Beim Laden der Updateinformationen ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Ocurrió un error al recopilar información sobre la actualización. Por favor inténtalo de nuevo más tarde.
fa: خطایی هنگام دستیابی به اطلاعات به‌روزرسانی رخ داد. لطفاً دوباره امتحان کنید.
he: אירעה שגיאה בקבלת מידע העדכון. אנא נסה שוב מאוחר יותר.
hr: Dogodila se greška u dohvaćanju informacija o nadogradnji. Pokušaj kasnije ponovo.
hu: Hiba történt a frissítések lekérdezésekor. Kérjük, próbálja újra később.
is: Villa kom upp við að sækja uppfærsluupplýsingar. Vinsamlegast reynið síðar.
it: Si è verificato un errore durante il recupero delle informazioni sull’aggiornamento. Riprova in seguito.
ja: アップデート情報の取得中にエラーが発生しました。あとでやり直してください。
ko: 업데이트 정보를 수집하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nb: En feil oppstod ved henting av oppdateringsinformasjon. Vennligst prøv igjen senere.
nl: Er heeft zich een fout voorgedaan bij het ophalen van update-informatie. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao obter informações de atualização. Tente novamente mais tarde.
ro: A apărut o eroare în timpul preluari informaţiilor pentru actualizare. Te rog încercă din nou mai târziu.
th: เกิดข้อผิดพลาดระหว่างการรับข้อมูลอัพเดท กรุณาลองใหม่ในภายหลัง
tr: Güncelleme bilgilerini alırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
zh_hk: 擷取更新資訊時發生錯誤。請稍後再試。
zh_tw: 擷取更新資訊時發生錯誤。請稍後再試一次。

source: An error occurred while connecting to the installer. Please try again later.
cs: Při připojování k instalátoru se vyskytla chyba. Zkuste to prosím později.
de: Beim Verbinden mit dem Installationsprogramm ist ein Fehler aufgetreten. Bitte versuche es später erneut.
he: אירעה שגיאה בעת התחברות למתקין. אנא נסה שוב מאוחר יותר.
it: Si è verificato un errore durante la connessione al programma di installazione. Riprova in seguito.
ja: インストーラに接続中にエラーが発生しました。あとでやり直してください。
ko: 설치 프로그램에 연결하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nl: Er heeft zich een fout voorgedaan bij het verbinden met het installatieprogramma. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao conectar-se ao instalador. Tente novamente mais tarde.
zh_hk: 連線到安裝程式時發生錯誤。請稍後再試。
zh_tw: 連線到安裝程式時發生錯誤。請稍後再試一次。

source: An error occurred while downloading the update. Please try again later.
cs: Při stahování souboru se vyskytla chyba. Zkuste to prosím později.
de: Beim Laden des Updates ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Ocurrió un error al descargar la actualización. Por favor inténtalo de nuevo más tarde.
fa: خطایی در هنگام بارگیری به‌روزرسانی رخ داد. لطفاً دوباره امتحان کنید.
he: אירעה שגיאה בעת הורדת העדכון. אנא נסה שוב מאוחר יותר.
hr: Dogodila se greška prilikom preuzimanja nadogradnje. Pokušaj kasnije ponovo.
hu: Hiba történt a frissítés letöltése közben. Kérjük, próbálja újra később.
it: Si è verificato un errore durante lo scaricamento dell’aggiornamento. Riprova in seguito.
ja: アップデートをダウンロード中にエラーが発生しました。あとでやり直してください。
ko: 업데이트를 다운로드 하는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nb: En feil oppstod under nedlasting av oppdateringen. Vennligst prøv igjen senere.
nl: Er heeft zich een fout voorgedaan bij het downloaden van de update. Probeer het later opnieuw
pt_br: Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.
ro: A apărut o eroare în timp ce se descărca actualizărea. Te rog încercă din nou mai târziu.
th: เกิดข้อผิดพลาดระหว่างพยายามดาวน์โหลดอัพเดท กรุณาลองใหม่ในภายหลัง
tr: Güncelleme indirilirken bir hata oluştu. Lütfen sonra tekrar deneyiniz.
zh_hk: 下載更新時發生錯誤。請稍後再試。
zh_tw: 下載更新項目時發生錯誤。請稍後再試一次。

source: An error occurred while extracting the archive. Please try again later.
ca: Hi ha hagut un error al extreure l'arxiu? Torneu a provar-ho més tard.
cs: Při rozbalování archivu se vyskytla chyba. Zkuste to prosím později.
de: Beim Entpacken des Archivs ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Ocurrió un error al extraer el archivo. Por favor inténtalo de nuevo más tarde.
fa: خطایی در بازکردن آرشیو رخ داد. لطفاً دوباره امتحان کنید.
he: אירעה שגיאה בעת חילוץ העדכון. אנא נסה שוב מאוחר יותר.
hr: Dogodila se greška prilikom raspakiranja arhive. Pokušaj kasnije ponovo.
hu: Hiba történt a frissítés kicsomagolása közben. Kérjük, próbálja újra később.
is: Villa kom upp við afþjöppun skráarsafns. Vinsamlegast reynið síðar.
it: Si è verificato un errore durante l’estrazione dell’archivio. Riprova in seguito.
ja: アーカイブの展開中にエラーが発生しました。あとでやり直してください。
ko: 압축 파일을 푸는 중 오류가 발생하였습니다. 나중에 다시 시도해 주십시오.
nb: En feil oppstod under utpakking av oppdateringen. Vennligst prøv igjen senere.
nl: Er heeft zich een fout voorgedaan bij het uitpakken van het archief. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao extrair o arquivo comprimido. Tente novamente mais tarde.
ro: A apărut o eroare în timpul dezarhivării. Te rog încercă din nou mai târziu.
th: เกิดข้อผิดพลาดระหว่างการแตกไฟล์ที่ถูกบีบอัด กรุณาลองใหม่ในภายหลัง
tr: İndirilen arşivi açarken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
zh_hk: 解壓縮時發生錯誤。請稍後再試。
zh_tw: 解壓縮封存檔時發生錯誤。請稍後再試一次。
