Repository: sparkle-project/Sparkle
Catalog: Sources/Sparkle/*.lproj/Sparkle.strings
Languages: fr

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
fr: %1$@ %2$@ a été téléchargé. C'est une mise à jour importante; voulez-vous l’installer et relancer %1$@ maintenant ?

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
fr: %1$@ %2$@ a été téléchargé. Voulez-vous l’installer et relancer %1$@ maintenant ?

source: %1$@ can't be updated, because it was opened from a read-only or a temporary location.
fr: %1$@ ne peut pas être mis à jour quand il fonctionne à partir d’un volume en lecture seule, comme une image disque ou un lecteur optique.

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
fr: Déplacez %1$@ dans votre dossier Applications, relancez-le à partir de là et réessayez.

source: Quit %1$@, move it into your Applications folder, relaunch it from there and try again.
fr: Quittez %1$@ et déplacez-le dans le dossier Applications, relancez-le à partir de ce dossier et essayez à nouveau.

source: %1$@ can’t be updated if it’s running from the location it was downloaded to.
fr: %1$@ ne peut pas être mis à jour s'il est exécuté depuis le dossier dans lequel il a été téléchargé.

source: %@ %@ is currently the newest version available.
fr: %1$@ %2$@ est la version la plus récente disponible.

source: %@ %@ is currently the newest version available. (You are currently running version %@.)
fr: %1$@ %2$@ est la version la plus récente disponible. (vous utilisez actuellement la version %3$@)

source: %@ %@ is now available--you have %@. Would you like to download it now?
fr: %1$@ %2$@ est disponible ; vous utilisez la version %3$@. Voulez-vous le télécharger maintenant ?

source: %@ %@ is now available--you have %@. Would you like to learn more about this update on the web?
fr: %1$@ %2$@ est disponible ; vous utilisez la version %3$@. Voulez-vous en savoir plus sur cette mise à jour sur Internet ?

source: %@ downloaded
fr: %@ téléchargé

source: %@ of %@
fr: %1$@ sur %2$@

source: A new version of %@ is available!
fr: Une nouvelle version de %@ est disponible !

source: A new version of %@ is ready to install!
fr: Une nouvelle version de %@ est prête à être installée !

source: An error occurred in retrieving update information. Please try again later.
fr: Une erreur est survenue en récupérant les informations de mise à jour. Veuillez réessayer plus tard.

source: An error occurred while downloading the update. Please try again later.
fr: Une erreur est survenue pendant le téléchargement de la mise à jour. Veuillez réessayer plus tard.

source: An error occurred while extracting the archive. Please try again later.
fr: Une erreur est survenue pendant l’extraction des données de l’archive. Veuillez réessayer plus tard.

source: An error occurred while installing the update. Please try again later.
fr: Une erreur est survenue pendant l’installation de la mise à jour. Veuillez réessayer plus tard.

source: An error occurred while parsing the update feed.
fr: Une erreur est survenue pendant l’analyse de la mise à jour.

source: An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.
fr: Une erreur est survenue en relançant %1$@, mais la nouvelle version sera disponible à la prochaine ouverture de %1$@.

source: An important update to %@ is ready to install
fr: Une mise à jour importante de %@ est prête à être installée

source: B
fr: octets

source: Cancel
fr: Annuler

source: Cancel Update
fr: Annuler la mise à jour

source: Checking for updates...
fr: Recherche de mises à jour…

source: Downloading update...
fr: Téléchargement de la mise à jour…

source: Extracting update...
fr: Extraction de la mise à jour…

source: GB
fr: Go

source: Install and Relaunch
fr: Installer et relancer

source: Installing update...
fr: Installation de la mise à jour…

source: KB
fr: ko

source: MB
fr: Mo

source: Ready to Install
fr: Prêt pour l’installation

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
fr: %1$@ doit-il rechercher automatiquement les mises à jour ? La mise à jour est toujours possible manuellement depuis le menu %1$@.

source: Update Error!
fr: Erreur pendant la mise à jour !

source: Updating %@
fr: Mise à jour de %@

source: You already have the newest version of %@.
fr: Vous possédez déjà la version la plus récente de %@.

source: You're up-to-date!
fr: Votre logiciel est à jour !

source: Learn More...
fr: En savoir plus…

source: The update is improperly signed.
fr: La signature numérique de la mise à jour est incorrecte
