Repository: sparkle-project/Sparkle
Catalog: *.lproj/Sparkle.strings
Languages: cs, de, es, ja, pt_pt, ru, sl, sv, zh_cn

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
cs: %1$@ %2$@ byl instalován a je připraven k použití po příštím spuštění. Přejete si aplikaci %1$@ nyní nainstalovat a znovu spustit?
de: %1$@ %2$@ wurde heruntergeladen und steht zur Verwendung bereit! Möchten Sie %1$@ jetzt durch die neue Version ersetzen und neu starten?
es: %1$@ %2$@ se han descargado y están listos para utilizar. ¿Le gustaría instalar e iniciar %1$@ ahora?
ja: %1$@ %2$@ がインストールされました。次回の %1$@ 起動時から使用可能になります。今すぐ再起動しますか?
pt_pt: O %1$@ %2$@ foi transferido e está pronto a instalar! Gostaria de o fazer agora e reiniciar o %1$@ posteriormente?
ru: %1$@ %2$@ загружен и готов к использованию! Хотите установить и перезапустить %1$@?
sl: %1$@ %2$@ je bil uspešno prenešen s spleta in je pripravljen na namestitev. Ga želite namestiti in ponovno zagnati takoj?
sv: %1$@ %2$@ har laddats ned och är klar att använda! Vill du installera det och starta %1$@ nu?
zh_cn: %1$@ %2$@ 已下载完毕并可以使用！您想要现在安装 %1$@ 吗?

source: %1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.
cs: Aplikace %1$@ nemůže být aktualizována, protože je spuštěna z nezapisovatelného média. Může to být CD/DVD-ROM, obraz disku nebo jen nemáte právo zápisu na disk. Přesuňte aplikaci %1$@ do vaší složky Aplikace, spusťte ji z tohoto umístěni znovu.
de: %1$@ kann nicht aktualisiert werden, wenn es von einem Volumen ohne Schreibzugriff (z.B. Disk Image oder CD/DVD) gestartet wurde. Kopieren Sie %1$@ in den Programme Ordner, aktualisieren Sie es von dort.
es: %1$@ no se puede actualizar cuando se ejecuta desde un volumen de sólo lectura como imagen de disco o medio óptico. Mueva %1$@ a su carpeta de Aplicaciones y trate de iniciarlo desde allí.
ja: %1$@ は、ディスクイメージや光学式ドライブなどのリードオンリーボリュームから起動している場合、アップデートできません。%1$@ をアプリケーションフォルダに移動し、そこから再起動した後、やり直して下さい。
pt_pt: O %1$@ não pode ser actualizado quando estiver a ser executado a partir de um volume apenas de leitura como uma imagem de disco ou disco óptico. Mova o %1$@ para a sua pasta Aplicações, reinicie-o aí e tente novamente.
ru: Во время работы %1$@ с тома, предназначенного только для чтения, как например, образа диска или накопителя на оптических дисках, его невозможно обновить. Переместите %1$@ в Папку приложений, перезапустите его оттуда и повторите попытку.
sl: Programa %1$@ ni mogoče posodobiti, ker ga poganjate iz lokacije, kamor pisanje ni dovoljeno (pogosto je to slika diska dmg ali optična enota). Poskusite %1$@ premakniti v direktorij z aplikacijami (Applications), ga ponovno zagnati in šele nato posodobiti.
sv: %1$@ kan inte uppdateras när det körs från en skrivskyddad volym som en skivavbild eller en optisk enhet. Flytta %1$@ till mappen Program, starta om den därifrån, och försök igen.
zh_cn: %1$@ 不能被更新，当它运行于一个只读性宗卷如磁盘映像、软盘等上面时。移动 %1$@ 到应用程序文件夹并再试一次。

source: %@ %@ is currently the newest version available.
cs: %1$@ %2$@ je nejnovější dostupná verze
de: %1$@ %2$@ ist zur Zeit die neueste verfügbare Version.
es: %1$@ %2$@ es la última versión disponible.
ja: %1$@ %2$@ は現在入手できる最新バージョンです。
pt_pt: O %1$@ %2$@ é neste momento a versão mais recente disponível.
ru: В настоящий момент %1$@ %2$@ является новейшей версией.
sl: %1$@ %2$@ je najnovejša verzija programa.
sv: %1$@ %2$@ är för närvarande den senaste tillgängliga versionen.
zh_cn: %1$@ %2$@ 是当前的最新版本。

source: %@ %@ is now available--you have %@. Would you like to download it now?
cs: Je k dispozici %1$@ %2$@ - máte %3$@. Přejete si nyní zkopírovat aktualizaci?
de: %1$@ %2$@ ist verfügbar (Sie verwenden Version %3$@). Möchten Sie die neue Version jetzt herunterladen?
es: %1$@ %2$@ está disponible (usted tiene la %3$@). ¿Desea descargarla ahora?
ja: %1$@ %2$@ が入手できます（使用中のバージョンは %3$@ です）。今すぐダウンロードしますか?
pt_pt: O %1$@ %2$@ está agora disponível e tem a versão %3$@. Gostaria de o transferir agora?
ru: %1$@ %2$@ теперь доступен – вы имеете %3$@. Хотите загрузить его сейчас?
sl: Na voljo je %1$@ %2$@ — vi imate %3$@. Ga želite prenesti s spleta sedaj?
sv: %1$@ %2$@ är nu tillgänglig—du har %3$@. Vill du ladda ned nu?
zh_cn: %1$@ %2$@ 已经可供下载—你现在的版本是 %3$@。您要现在下载它吗？

source: %@ downloaded
cs: zkopírováno %@
de: %@ heruntergeladen
es: %@ descargado
ja: %@ ダウンロード済み
pt_pt: %@ transferido
ru: %@ загружено
sl: prenešenih je %@
sv: %@ nedladdat
zh_cn: %@ 已下载

source: %@ of %@
cs: %1$@ z %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ru: %1$@ из %2$@
sl: %1$@ od %2$@
sv: %1$@ av %2$@

source: A new version of %@ is available!
cs: Je dostupná nová verze aplikace %@!
de: Eine neue Version von %@ ist verfügbar!
es: ¡Hay una nueva versión de %@ !
ja: 新しいバージョンの %@ が入手できます。
pt_pt: Uma nova versão do %@ está dísponível!
ru: Имеется новая версия %@!
sl: Na voljo je nova verzija programa %@.
sv: En ny version av %@ finns tillgänglig!
zh_cn: 新版本的 %@ 已经提供下载了！

source: A new version of %@ is ready to install!
cs: Nová verze %@ je připravena k instalaci!
de: Eine neue Version von %@ ist zur Installation bereit!
es: ¡Una versión nueva de %@ está lista para instalar!
ja: 新しいバージョンの %@ が今すぐインストールできます！
pt_pt: Uma nova versão do %@ está pronta a instalar!
ru: Новая версия %@ готова к установке!
sl: Najnovejša verzija programa %@ je že nameščena.
sv: En ny version av %@ är redo att installeras!
zh_cn: 新版本的 %@ 可以安装了！

source: An error occurred in retrieving update information. Please try again later.
cs: Při získávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.
de: Bei der Aktualisierung trat ein Fehler auf. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al recopilar información sobre la actualización. Por favor, inténtelo de nuevo más tarde.
ja: アップデート情報の取得中にエラーが発生しました。後ほど改めてお試しください。
pt_pt: Ocorreu um erro ao recolher informação sobre as actualizações disponíveis. Por favor tente novamente mais tarde.
ru: Произошла ошибка при извлечении информации обновления. Повторите попытку позже.
sl: Med iskanjem posodobitev je prišlo do napake. Prosimo poskusite ponovno čez nekaj časa.
sv: Ett fel uppstod vid hämtning av information om uppdateringar. Försök igen senare.
zh_cn: 接收升级信息时出现错误。请稍后再试。

source: An error occurred while downloading the update. Please try again later.
cs: Při kopírování souboru se vyskytla chyba. Zkuste to prosím později.
de: Beim Herunterladen ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error mientras se descargaba la actualización. Por favor intente de nuevo más tarde.
ja: アップデートをダウンロード中にエラーが発生しました。後でもう一度やり直してください。
pt_pt: Ocorreu um erro ao transferir a actualização. Por favor novamente tente mais tarde.
ru: Произошла ошибка при загрузке обновления. Повторите попытку позже.
sl: Med prenašanje posodobitve s spleta je prišlo do napake. Prosimo poskusite ponovno čez nekaj časa.
sv: Ett fel uppstod vid hämtning av uppdateringen. Försök igen senare.
zh_cn: 下载过程中出现错误。请稍后再试。

source: An error occurred while extracting the archive. Please try again later.
cs: Při rozbalování archivu se vyskytla chyba. Zkuste to prosím později.
de: Beim Entpacken der Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al extraer el archivo. Por favor, inténtelo de nuevo más tarde.
ja: アーカイブの展開中にエラーが発生しました。後ほど改めてお試しください。
pt_pt: Ocorreu um erro ao extrair o arquivo. Por favor novamente tente mais tarde.
ru: Произошла ошибка при извлечении архива. Повторите попытку позже.
sl: Med odpiranjem arhiva je prišlo do napake. Prosimo poskusite ponovno čez nekaj časa.
sv: Ett fel uppstod vid extrahering av arkivet. Försök igen senare.
zh_cn: 提取过程中出现错误。请稍后再试。

source: An error occurred while installing the update. Please try again later.
cs: Při instalování aktualizace se vyskytla chyba. Zkuste to prosím později.
de: Bei der Installation der Aktualisierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error mientras se instalaba la actualización. Por favor intente de nuevo más tarde.
ja: アップデートをインストール中にエラーが発生しました。後でもう一度やり直してください。
pt_pt: Ocorreu um erro ao instalar a actualização. Por favor novamente tente mais tarde.
ru: Произошла ошибка при установке обновления. Повторите попытку позже.
sl: Med nameščanjem posodobitve je prišlo do napake. Prosimo poskusite ponovno čez nekaj časa.
sv: Ett fel uppstod vid installationen av uppdateringen. Försök igen senare.
zh_cn: 安装更新的过程中出现错误。请稍后再试。

source: An error occurred while parsing the update feed.
cs: Při zpracovávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím později.
de: Beim Lesen der Aktualisierungsinformationen ist ein Fehler aufgetreten.
es: Ocurrió un error mientras se analizaba la entrada de la actualización.
ja: アップデートフィードを解析中にエラーが発生しました。
pt_pt: Ocorrer um erro ao processar o feed de actualização.
ru: Ошибка произошла при извлечении канала обновления.
sl: Napaka pri interpretaciji RSS vira s posodobitvami.
sv: Ett fel uppstod vid tolkning av uppdateringslänken.
zh_cn: 在分析更新流语法时出现错误。请稍后再试。

source: An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.
cs: Vyskytla se chyba při novém spouštění aplikace %1$@, ale nová verze bude dostupná při dalším spuštění %1$@.
de: Beim erneuten Starten von %1$@ ist ein Fehler aufgetreten. Die neue Version von %1$@ steht beim nächsten Programmstart zur Verfügung.
es: Ocurrió un error mientras se re-iniciaba %1$@, pero la nueva versión estará disponible la próxima vez que ejecute %1$@.
ja: %1$@ を再起動中にエラーが発生しましたが、次回 %1$@ の実行時に新しいバージョンが利用できます。
pt_pt: Ocorreu um erro ao reiniciar o %1$@, mas a nova versão estará disponível na próxima vez que iniciar o %1$@.
ru: Произошла ошибка при перезапуске %1$@, но при последующем запуске %1$@ будет доступна новая версия.
sl: Med ponovnim zagonom programa %1$@ je sicer prišlo do napake, vendar bo nova verzija na voljo, ko boste naslednjič pognali program.
sv: Ett fel uppstod vid omstart %1$@, men den nya versionen kommer att finnas tillgänglig nästa gång du kör %1$@.
zh_cn: 重新启动 %1$@ 时发生了一个错误，但在您下次运行 %1$@ 时新版本将可使用。

source: B
es: O
ru: Б

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
ja: キャンセル
pt_pt: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
zh_cn: 取消

source: Cancel Update
cs: Zrušit aktualizaci
de: Aktualisierung abbrechen
es: Cancelar actualización
ja: アップデートを中止
pt_pt: Cancelar actualização
ru: Отменить обновление
sl: Prekliči posodabljanje
sv: Avbryt uppdatering
zh_cn: 取消更新

source: Checking for updates...
cs: Ověřuje se dostupnost aktualizací…
de: Suche nach Aktualisierungen…
es: Buscando actualizaciones …
ja: アップデートを確認しています…
pt_pt: A procurar actualizações…
ru: Проверяю наличие обновлений…
sl: Iskanje posodobitev …
sv: Söker efter uppdateringar…
zh_cn: 正在核查更新…

source: Downloading update...
cs: Kopíruje se aktualizace…
de: Aktualisierung wird heruntergeladen…
es: Descargando actualización…
ja: アップデートをダウンロードしています…
pt_pt: A transferir actualização…
ru: Загружаю обновление…
sl: Prenašanje posodobitve …
sv: Laddar ned uppdatering…
zh_cn: 正在下载更新…

source: Extracting update...
cs: Rozbaluje se aktualizace…
de: Aktualisierung entpacken…
es: Extrayendo actualización…
ja: アップデートを展開しています…
pt_pt: A extrair actualização…
ru: Извлекаю обновление…
sl: Razpakiranje posodobitve …
sv: Extraherar uppdatering…
zh_cn: 正在抽出更新…

source: GB
es: GO
ru: ГБ

source: Install and Relaunch
cs: Instalovat a znovu spustit
de: Installieren und erneut starten
es: Instalar y volver a arrancar
ja: インストールして再起動
pt_pt: Instalar e reiniciar
ru: Установить и перезапустить
sl: Namesti in ponovno zaženi
sv: Installera och starta om
zh_cn: 安装并重新启动

source: Installing update...
cs: Instaluje se aktualizace…
de: Aktualisierung installieren…
es: Instalando actualización…
ja: アップデートをインストールしています…
pt_pt: A instalar actualização…
ru: Устанавливаю обновление…
sl: Nameščanje posodobitve …
sv: Installerar uppdatering…
zh_cn: 正在安装更新…

source: KB
es: KO
ru: КБ

source: MB
ru: МБ

source: Ready to Install
cs: Připraveno k instalaci
de: Bereit zum Installieren
es: Preparado para instalar
ja: インストールできます
pt_pt: Pronto para instalar
ru: Готов к установке
sl: Pripravljen na namestitev
sv: Redo att installera
zh_cn: 可以开始安装了

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
cs: Přejete si, aby aplikace %1$@ automaticky ověřovala dostupnost aktualizací? Tuto volbu můžete kdykoliv změnit v nabídce %1$@.
de: Soll %1$@ automatisch nach Aktualisierungen suchen? Sie können im %1$@-Menü auch manuell nach Aktualisierungen suchen.
es: ¿Debería automáticamente %1$@ buscar las actualizaciones? Puede hacerlo también manualmente desde el menú %1$@.
ja: %1$@ のアップデートを自動で確認しますか? アップデートは、%1$@ メニューから手動でいつでも確認することができます。
pt_pt: Deverá o %1$@ procurar por actualizações automaticamente? Pode sempre procurar actualizações manualmente a partir do menu do %1$@.
ru: Должен ли %1$@ выполнять автоматическую проверку обновлений? Вы всегда можете выполнять проверку обновлений вручную в меню %1$@.
sl: Naj %1$@ samodejno preverja, če so na voljo posodobitve? To lahko kadarkoli preverite tudi sami iz menija za %1$@.
sv: Bör %1$@ automatiskt söka efter uppdateringar? Du kan alltid söka efter uppdateringar manuellt från %1$@ menyn.
zh_cn: 您想让 %1$@ 在启动时自动检查更新么？您也可以在程序菜单 %1$@ 中进行手动检查。

source: Update Error!
cs: Chyba při aktualizaci!
de: Fehler beim Aktualisieren!
es: ¡Error de actualización!
ja: アップデートエラー
pt_pt: Erro na actualização!
ru: Ошибка при обновлении!
sl: Napaka pri posodabljanju
sv: Uppdateringsfel!
zh_cn: 更新错误！

source: Updating %@
cs: Aktualizuje se %@
de: Aktualisierung von %@
es: Actualizando %@
ja: %@ をアップデート中
pt_pt: A actualizar o %@
ru: Обновляю %@
sl: Posodabljam %@
sv: Uppdaterar %@
zh_cn: 正在更新 %@

source: You already have the newest version of %@.
cs: Máte nainstalovanou nejnovější verzi aplikace @.
de: Sie haben bereits die neueste Version von %@.
es: Ya tiene la versión más reciente de %@.
ja: 既に最新バージョンの %@ を使用しています。
pt_pt: Já tem a versão mais recente do %@.
ru: Вы уже имеете самую новую версию %@.
sl: Najnovejša verzija programa %@ je že nameščena.
sv: Du har redan den nyaste versionen av %@.
zh_cn: 您已经在使用最新版本的 %@。

source: You're up-to-date!
de: Sie sind auf dem neuesten Stand!
es: Ya tiene la versión más reciente
ja: 最新版を使用しています！
pt_pt: Está actualizado!
ru: У вас все обновлено!
sl: Uporabljate zadnjo verzijo.
sv: Du är uppdaterad!
zh_cn: 你使用的就是最新版！

source: Learn More...
de: Mehr über…
es: Más información…
ja: 詳しい情報…
ru: Узнать больше…

source: OK
cs: Budiž
sl: V redu
zh_cn: 好

source: You're up to date!
cs: Vaše verze je aktuální!
